【バージョン情報】
Ver.5.3.1
S1
【杭情報】
RC橋脚（杭基礎）サンプルデータ
層数,L2時
5, 5

フーチング有無, 前面抵抗考慮
1, 1

杭種,工法,杭方向,杭先端,施工条件
1, 1, 0, 0, 1

杭配置,橋軸杭本数,直角杭本数,橋軸杭間隔,直角杭間隔
1, 3, 3, 3, 3

杭長,突出長,根入れ深さ,平水位,弾性係数Es,弾性係数Ec,D1,D2,t1,t2,腐食代,A,I
19, 0, 1, 0.5, , 22.4, 1, , , , , 0.785398, 0.049087

【解析用地盤ばね値】
奥行き本数を考慮した解析用地盤ばね値は以下の通りとなる。
（１）橋軸方向
a）杭配置条件および1/β
杭列数,奥行き本数,,1/β(m)
,奇数列,偶数列
3, 3, 2, 3.385

番号,1列目からの距離,杭本数
1, 0, 3
2, 3, 2
3, 6, 3

b）水平地盤ばね値
層番,層厚(m),水平方向ばね値(kN/m2)
,,長期-1列目,長期-2列目,長期-3列目,短期(線形)-1列目,短期(線形)-2列目,短期(線形)-3列目,短期(非線形)-1列目,短期(非線形)-2列目,短期(非線形)-3列目
1, 2.600, 47397, 31598, 47397, 94793, 63195, 94793, 189586, 126391, 189586
2, 5.000, 60668, 40445, 60668, 121335, 80890, 121335, 242671, 161780, 242671
3, 4.000, 18736, 12491, 18736, 37472, 24982, 37472, 74945, 49963, 74945
4, 5.400, 46839, 31226, 46839, 93678, 62452, 93678, 187356, 124904, 187356
5, 2.000, 94794, 63196, 94794, 189589, 126392, 189589, 379177, 252785, 379177

c）有効抵抗土圧力
・応答変位法以外の場合
層番,層厚(m),地震時：有効抵抗土圧力(kN/m)
,,1列目,,2列目,,3列目
,,上側,下側,上側,下側,上側,下側
1, 2.600, 1172.1, 1974.1, 625.1, 1052.8, 820.5, 1381.8
2, 5.000, 1974.1, 3516.3, 1052.8, 1875.4, 1381.8, 2461.4
3, 4.000, 2025.0, 2025.0, 1350.0, 1350.0, 2025.0, 2025.0
4, 5.400, 3915.0, 3915.0, 2610.0, 2610.0, 3915.0, 3915.0
5, 2.000, 5391.8, 6047.7, 2875.6, 3225.4, 3774.2, 4233.4

・応答変位法の場合
層番,層厚(m),地震時：有効抵抗土圧力(kN/m)
,,1列目,,2列目,,3列目
,,上側,下側,上側,下側,上側,下側
1, 2.600, 1172.1, 1974.1, 625.1, 1052.8, 820.5, 1381.8
2, 5.000, 1974.1, 3516.3, 1052.8, 1875.4, 1381.8, 2461.4
3, 4.000, 2025.0, 2025.0, 1350.0, 1350.0, 2025.0, 2025.0
4, 5.400, 3915.0, 3915.0, 2610.0, 2610.0, 3915.0, 3915.0
5, 2.000, 5391.8, 6047.7, 2875.6, 3225.4, 3774.2, 4233.4

d）杭周面の鉛直せん断地盤ばね値
【押込み側】
層番,層厚(m),杭周面の鉛直せん断地盤ばね値(kN/m2)
,,安定レベル1(長期),,,安定レベル1(長期以外・地震時-第1勾配),,,安定レベル1(地震時-第2勾配)
,,1列目,2列目,3列目,1列目,2列目,3列目,1列目,2列目,3列目
1, 2.600, 33660, 22440, 33660, 67319, 44880, 67319, 1836, 1224, 1836
2, 5.000, 43084, 28723, 43084, 86169, 57446, 86169, 2350, 1567, 2350
3, 4.000, 13306, 8871, 13306, 26612, 17741, 26612, 882, 588, 882
4, 5.400, 33264, 22176, 33264, 66528, 44352, 66528, 1635, 1090, 1635
5, 1.000, 67320, 44880, 67320, 134640, 89760, 134640, 3028, 2019, 3028
層番,層厚(m),杭周面の鉛直せん断地盤ばね値(kN/m2)
,,安定レベル2・3(地震時-第1勾配),,,安定レベル2・3(地震時-第2勾配)
,,1列目,2列目,3列目,1列目,2列目,3列目
1, 0.000, 0, 0, 0, 0, 0,  0 
2, 4.215, 86169, 57446, 86169, 2350, 1567, 2350
3, 4.000, 26612, 17741, 26612, 882, 588, 882
4, 5.400, 66528, 44352, 66528, 1635, 1090, 1635
5, 1.000, 134640, 89760, 134640, 3028, 2019, 3028
【引抜き側】
層番,層厚(m),杭周面の鉛直せん断地盤ばね値(kN/m2)
,,安定レベル1(長期),,,安定レベル1(長期以外・地震時-第1勾配),,,安定レベル1(地震時-第2勾配)
,,1列目,2列目,3列目,1列目,2列目,3列目,1列目,2列目,3列目
1, 2.600, 33660, 22440, 33660, 67319, 44880, 67319, 1836, 1224, 1836
2, 5.000, 43084, 28723, 43084, 86169, 57446, 86169, 2350, 1567, 2350
3, 4.000, 13306, 8871, 13306, 26612, 17741, 26612, 882, 588, 882
4, 5.400, 33264, 22176, 33264, 66528, 44352, 66528, 1635, 1090, 1635
5, 2.000, 67320, 44880, 67320, 134640, 89760, 134640, 3028, 2019, 3028
層番,層厚(m),杭周面の鉛直せん断地盤ばね値(kN/m2)
,,安定レベル2・3(地震時-第1勾配),,,安定レベル2・3(地震時-第2勾配)
,,1列目,2列目,3列目,1列目,2列目,3列目
1, 0.000, 0, 0, 0, 0, 0,  0 
2, 4.215, 86169, 57446, 86169, 2350, 1567, 2350
3, 4.000, 26612, 17741, 26612, 882, 588, 882
4, 5.400, 66528, 44352, 66528, 1635, 1090, 1635
5, 2.000, 134640, 89760, 134640, 3028, 2019, 3028
※粘着力度が10kN/m2以下(地盤材料試験が行われていない場合はN値2未満)の極めて軟弱な粘性土については、設計上は地盤の変形係数
　および粘着力度を無視し、地盤抵抗を期待せずにそれ以下の地盤に上載荷重としてのみ作用させることを原則とする。
※安定レベル1(長期)の照査に用いる構造解析では、粘着力度が25kN/m2以下の軟弱な粘性土については、長期的
　なクリープの影響が大きくなることから、その土層と上方の土層の杭周面の鉛直せん断地盤ばねは考慮しない。
※L2地震時の杭基礎の安定と残留変位の照査検討およびプッシュオーバー解析時において、
　杭頭より1/βの深さまで杭周面の鉛直せん断地盤ばねを考慮しないものとする。
※杭先端から上方に支持層への最小根入れ深さの範囲では、押込み側の杭周面の鉛直せん断地盤ばねは
　考慮しない。引抜き側については考慮するものとする。

e）杭周面の支持力
【押込み側】
層番,層厚,⊿l(m),L1地震時：杭周面支持力(kN/m)
,,,降伏点(ρgsy考慮),,,終局点(ρgsu考慮)
,,,1列目,2列目,3列目,1列目,2列目,3列目
1, 2.600, 2.600, 901.2, 600.8, 901.2, 1060.3, 706.9, 1060.3
2, 5.000, 5.000, 1153.6, 769.1, 1153.6, 1357.2, 904.8, 1357.2
3, 4.000, 4.000, 420.6, 280.4, 420.6, 494.8, 329.9, 494.8
4, 5.400, 5.400, 813.1, 542.1, 813.1, 956.6, 637.7, 956.6
5, 2.000, 1.000, 1522.1, 1014.7, 1522.1, 1790.7, 1193.8, 1790.7

層番,層厚,⊿l(m),L2地震時：杭周面支持力(kN/m)
,,,降伏点(ρgsy考慮),,,終局点(ρgsu考慮)
,,,1列目,2列目,3列目,1列目,2列目,3列目
1, 2.600, 0.000, 0, 0, 0, 0, 0,  0 
2, 5.000, 4.215, 1153.6, 769.1, 1153.6, 1357.2, 904.8, 1357.2
3, 4.000, 4.000, 420.6, 280.4, 420.6, 494.8, 329.9, 494.8
4, 5.400, 5.400, 813.1, 542.1, 813.1, 956.6, 637.7, 956.6
5, 2.000, 1.000, 1522.1, 1014.7, 1522.1, 1790.7, 1193.8, 1790.7
【引抜き側】
層番,層厚,⊿l(m),L1地震時：杭周面支持力(kN/m)
,,,降伏点(ρgsy考慮),,,終局点(ρgsu考慮)
,,,1列目,2列目,3列目,1列目,2列目,3列目
1, 2.600, 2.600, 901.2, 600.8, 901.2, 1060.3, 706.9, 1060.3
2, 5.000, 5.000, 1153.6, 769.1, 1153.6, 1357.2, 904.8, 1357.2
3, 4.000, 4.000, 420.6, 280.4, 420.6, 494.8, 329.9, 494.8
4, 5.400, 5.400, 813.1, 542.1, 813.1, 956.6, 637.7, 956.6
5, 2.000, 2.000, 1522.1, 1014.7, 1522.1, 1790.7, 1193.8, 1790.7

層番,層厚,⊿l(m),L2地震時：杭周面支持力(kN/m)
,,,降伏点(ρgsy考慮),,,終局点(ρgsu考慮)
,,,1列目,2列目,3列目,1列目,2列目,3列目
1, 2.600, 0.000, 0, 0, 0, 0, 0,  0 
2, 5.000, 4.215, 1153.6, 769.1, 1153.6, 1357.2, 904.8, 1357.2
3, 4.000, 4.000, 420.6, 280.4, 420.6, 494.8, 329.9, 494.8
4, 5.400, 5.400, 813.1, 542.1, 813.1, 956.6, 637.7, 956.6
5, 2.000, 2.000, 1522.1, 1014.7, 1522.1, 1790.7, 1193.8, 1790.7
※粘着力度が10kN/m2以下(地盤材料試験が行われていない場合はN値2未満)の極めて軟弱な粘性土については、設計上は地盤の変形係数
　および粘着力度を無視し、地盤抵抗を期待せずにそれ以下の地盤に上載荷重としてのみ作用させることを原則とする。
※安定レベル1(長期)の照査に用いる構造解析では、粘着力度が25kN/m2以下の軟弱な粘性土については、長期的
　なクリープの影響が大きくなることから、その土層と上方の土層の杭周面の鉛直せん断地盤ばねは考慮しない。
※L2地震時の杭基礎の安定と残留変位の照査検討およびプッシュオーバー解析時において、
　杭頭より1/βの深さまで杭周面の鉛直せん断地盤ばねを考慮しないものとする。
※杭先端から上方に支持層への最小根入れ深さの範囲では、押込み側の杭周面の鉛直せん断地盤ばねは
　考慮しない。引抜き側については考慮するものとする。

f）杭先端の地盤ばね値
杭先端の鉛直鉛直ばね値(kN/m)
長期,,,短期(第1勾配),,,短期(第2勾配)
1列目,2列目,3列目,1列目,2列目,3列目,1列目,2列目,3列目
117810, 78540, 117810, 235621, 157081, 235621, 67320, 44880, 67320

杭先端の水平ばね値(kN/m)
長期,,,短期
1列目,2列目,3列目,1列目,2列目,3列目
0, 0, 0, 0, 0,  0 
※βl＞2.5の杭のため、杭先端のせん断ばね定数を考慮しないものとする。

杭先端の回転ばね値(kN/m)
長期,,,短期
1列目,2列目,3列目,1列目,2列目,3列目
0, 0, 0, 0, 0,  0 
※βl＞2.5の杭の場合、杭先端の回転ばね定数を考慮しないものとする。

g）杭先端の支持力
地震時：杭先端の鉛直地盤支持力(kN)
押し込み側(降伏点),,,押し込み側(終局点)
1列目,2列目,3列目,1列目,2列目,3列目
3769.9, 2513.3, 3769.9, 9424.8, 6283.2, 9424.8

（２）直角方向
a）杭配置条件および1/β
杭列数,奥行き本数,,1/β(m)
,奇数列,偶数列
3, 3, 2, 3.385

番号,1列目からの距離,杭本数
1, 0, 3
2, 3, 2
3, 6, 3

b）水平地盤ばね値
層番,層厚(m),水平方向ばね値(kN/m2)
,,長期-1列目,長期-2列目,長期-3列目,短期(線形)-1列目,短期(線形)-2列目,短期(線形)-3列目,短期(非線形)-1列目,短期(非線形)-2列目,短期(非線形)-3列目
1, 2.600, 47397, 31598, 47397, 94793, 63195, 94793, 189586, 126391, 189586
2, 5.000, 60668, 40445, 60668, 121335, 80890, 121335, 242671, 161780, 242671
3, 4.000, 18736, 12491, 18736, 37472, 24982, 37472, 74945, 49963, 74945
4, 5.400, 46839, 31226, 46839, 93678, 62452, 93678, 187356, 124904, 187356
5, 2.000, 94794, 63196, 94794, 189589, 126392, 189589, 379177, 252785, 379177

c）有効抵抗土圧力
・応答変位法以外の場合
層番,層厚(m),地震時：有効抵抗土圧力(kN/m)
,,1列目,,2列目,,3列目
,,上側,下側,上側,下側,上側,下側
1, 2.600, 1172.1, 1974.1, 625.1, 1052.8, 820.5, 1381.8
2, 5.000, 1974.1, 3516.3, 1052.8, 1875.4, 1381.8, 2461.4
3, 4.000, 2025.0, 2025.0, 1350.0, 1350.0, 2025.0, 2025.0
4, 5.400, 3915.0, 3915.0, 2610.0, 2610.0, 3915.0, 3915.0
5, 2.000, 5391.8, 6047.7, 2875.6, 3225.4, 3774.2, 4233.4

・応答変位法の場合
層番,層厚(m),地震時：有効抵抗土圧力(kN/m)
,,1列目,,2列目,,3列目
,,上側,下側,上側,下側,上側,下側
1, 2.600, 1172.1, 1974.1, 625.1, 1052.8, 820.5, 1381.8
2, 5.000, 1974.1, 3516.3, 1052.8, 1875.4, 1381.8, 2461.4
3, 4.000, 2025.0, 2025.0, 1350.0, 1350.0, 2025.0, 2025.0
4, 5.400, 3915.0, 3915.0, 2610.0, 2610.0, 3915.0, 3915.0
5, 2.000, 5391.8, 6047.7, 2875.6, 3225.4, 3774.2, 4233.4

d）杭周面の鉛直せん断地盤ばね値
【押込み側】
層番,層厚(m),杭周面の鉛直せん断地盤ばね値(kN/m2)
,,安定レベル1(長期),,,安定レベル1(長期以外・地震時-第1勾配),,,安定レベル1(地震時-第2勾配)
,,1列目,2列目,3列目,1列目,2列目,3列目,1列目,2列目,3列目
1, 2.600, 33660, 22440, 33660, 67319, 44880, 67319, 1836, 1224, 1836
2, 5.000, 43084, 28723, 43084, 86169, 57446, 86169, 2350, 1567, 2350
3, 4.000, 13306, 8871, 13306, 26612, 17741, 26612, 882, 588, 882
4, 5.400, 33264, 22176, 33264, 66528, 44352, 66528, 1635, 1090, 1635
5, 1.000, 67320, 44880, 67320, 134640, 89760, 134640, 3028, 2019, 3028
層番,層厚(m),杭周面の鉛直せん断地盤ばね値(kN/m2)
,,安定レベル2・3(地震時-第1勾配),,,安定レベル2・3(地震時-第2勾配)
,,1列目,2列目,3列目,1列目,2列目,3列目
1, 0.000, 0, 0, 0, 0, 0,  0 
2, 4.215, 86169, 57446, 86169, 2350, 1567, 2350
3, 4.000, 26612, 17741, 26612, 882, 588, 882
4, 5.400, 66528, 44352, 66528, 1635, 1090, 1635
5, 1.000, 134640, 89760, 134640, 3028, 2019, 3028
【引抜き側】
層番,層厚(m),杭周面の鉛直せん断地盤ばね値(kN/m2)
,,安定レベル1(長期),,,安定レベル1(長期以外・地震時-第1勾配),,,安定レベル1(地震時-第2勾配)
,,1列目,2列目,3列目,1列目,2列目,3列目,1列目,2列目,3列目
1, 2.600, 33660, 22440, 33660, 67319, 44880, 67319, 1836, 1224, 1836
2, 5.000, 43084, 28723, 43084, 86169, 57446, 86169, 2350, 1567, 2350
3, 4.000, 13306, 8871, 13306, 26612, 17741, 26612, 882, 588, 882
4, 5.400, 33264, 22176, 33264, 66528, 44352, 66528, 1635, 1090, 1635
5, 2.000, 67320, 44880, 67320, 134640, 89760, 134640, 3028, 2019, 3028
層番,層厚(m),杭周面の鉛直せん断地盤ばね値(kN/m2)
,,安定レベル2・3(地震時-第1勾配),,,安定レベル2・3(地震時-第2勾配)
,,1列目,2列目,3列目,1列目,2列目,3列目
1, 0.000, 0, 0, 0, 0, 0,  0 
2, 4.215, 86169, 57446, 86169, 2350, 1567, 2350
3, 4.000, 26612, 17741, 26612, 882, 588, 882
4, 5.400, 66528, 44352, 66528, 1635, 1090, 1635
5, 2.000, 134640, 89760, 134640, 3028, 2019, 3028
※粘着力度が10kN/m2以下(地盤材料試験が行われていない場合はN値2未満)の極めて軟弱な粘性土については、設計上は地盤の変形係数
　および粘着力度を無視し、地盤抵抗を期待せずにそれ以下の地盤に上載荷重としてのみ作用させることを原則とする。
※安定レベル1(長期)の照査に用いる構造解析では、粘着力度が25kN/m2以下の軟弱な粘性土については、長期的
　なクリープの影響が大きくなることから、その土層と上方の土層の杭周面の鉛直せん断地盤ばねは考慮しない。
※L2地震時の杭基礎の安定と残留変位の照査検討およびプッシュオーバー解析時において、
　杭頭より1/βの深さまで杭周面の鉛直せん断地盤ばねを考慮しないものとする。
※杭先端から上方に支持層への最小根入れ深さの範囲では、押込み側の杭周面の鉛直せん断地盤ばねは
　考慮しない。引抜き側については考慮するものとする。

e）杭周面の支持力
【押込み側】
層番,層厚,⊿l(m),L1地震時：杭周面支持力(kN/m)
,,,降伏点(ρgsy考慮),,,終局点(ρgsu考慮)
,,,1列目,2列目,3列目,1列目,2列目,3列目
1, 2.600, 2.600, 901.2, 600.8, 901.2, 1060.3, 706.9, 1060.3
2, 5.000, 5.000, 1153.6, 769.1, 1153.6, 1357.2, 904.8, 1357.2
3, 4.000, 4.000, 420.6, 280.4, 420.6, 494.8, 329.9, 494.8
4, 5.400, 5.400, 813.1, 542.1, 813.1, 956.6, 637.7, 956.6
5, 2.000, 1.000, 1522.1, 1014.7, 1522.1, 1790.7, 1193.8, 1790.7

層番,層厚,⊿l(m),L2地震時：杭周面支持力(kN/m)
,,,降伏点(ρgsy考慮),,,終局点(ρgsu考慮)
,,,1列目,2列目,3列目,1列目,2列目,3列目
1, 2.600, 0.000, 0, 0, 0, 0, 0,  0 
2, 5.000, 4.215, 1153.6, 769.1, 1153.6, 1357.2, 904.8, 1357.2
3, 4.000, 4.000, 420.6, 280.4, 420.6, 494.8, 329.9, 494.8
4, 5.400, 5.400, 813.1, 542.1, 813.1, 956.6, 637.7, 956.6
5, 2.000, 1.000, 1522.1, 1014.7, 1522.1, 1790.7, 1193.8, 1790.7
【引抜き側】
層番,層厚,⊿l(m),L1地震時：杭周面支持力(kN/m)
,,,降伏点(ρgsy考慮),,,終局点(ρgsu考慮)
,,,1列目,2列目,3列目,1列目,2列目,3列目
1, 2.600, 2.600, 901.2, 600.8, 901.2, 1060.3, 706.9, 1060.3
2, 5.000, 5.000, 1153.6, 769.1, 1153.6, 1357.2, 904.8, 1357.2
3, 4.000, 4.000, 420.6, 280.4, 420.6, 494.8, 329.9, 494.8
4, 5.400, 5.400, 813.1, 542.1, 813.1, 956.6, 637.7, 956.6
5, 2.000, 2.000, 1522.1, 1014.7, 1522.1, 1790.7, 1193.8, 1790.7

層番,層厚,⊿l(m),L2地震時：杭周面支持力(kN/m)
,,,降伏点(ρgsy考慮),,,終局点(ρgsu考慮)
,,,1列目,2列目,3列目,1列目,2列目,3列目
1, 2.600, 0.000, 0, 0, 0, 0, 0,  0 
2, 5.000, 4.215, 1153.6, 769.1, 1153.6, 1357.2, 904.8, 1357.2
3, 4.000, 4.000, 420.6, 280.4, 420.6, 494.8, 329.9, 494.8
4, 5.400, 5.400, 813.1, 542.1, 813.1, 956.6, 637.7, 956.6
5, 2.000, 2.000, 1522.1, 1014.7, 1522.1, 1790.7, 1193.8, 1790.7
※粘着力度が10kN/m2以下(地盤材料試験が行われていない場合はN値2未満)の極めて軟弱な粘性土については、設計上は地盤の変形係数
　および粘着力度を無視し、地盤抵抗を期待せずにそれ以下の地盤に上載荷重としてのみ作用させることを原則とする。
※安定レベル1(長期)の照査に用いる構造解析では、粘着力度が25kN/m2以下の軟弱な粘性土については、長期的
　なクリープの影響が大きくなることから、その土層と上方の土層の杭周面の鉛直せん断地盤ばねは考慮しない。
※L2地震時の杭基礎の安定と残留変位の照査検討およびプッシュオーバー解析時において、
　杭頭より1/βの深さまで杭周面の鉛直せん断地盤ばねを考慮しないものとする。
※杭先端から上方に支持層への最小根入れ深さの範囲では、押込み側の杭周面の鉛直せん断地盤ばねは
　考慮しない。引抜き側については考慮するものとする。

f）杭先端の地盤ばね値
杭先端の鉛直鉛直ばね値(kN/m)
長期,,,短期(第1勾配),,,短期(第2勾配)
1列目,2列目,3列目,1列目,2列目,3列目,1列目,2列目,3列目
117810, 78540, 117810, 235621, 157081, 235621, 67320, 44880, 67320

杭先端の水平ばね値(kN/m)
長期,,,短期
1列目,2列目,3列目,1列目,2列目,3列目
0, 0, 0, 0, 0,  0 
※βl＞2.5の杭のため、杭先端のせん断ばね定数を考慮しないものとする。

杭先端の回転ばね値(kN/m)
長期,,,短期
1列目,2列目,3列目,1列目,2列目,3列目
0, 0, 0, 0, 0,  0 
※βl＞2.5の杭の場合、杭先端の回転ばね定数を考慮しないものとする。

g）杭先端の支持力
地震時：杭先端の鉛直地盤支持力(kN)
押し込み側(降伏点),,,押し込み側(終局点)
1列目,2列目,3列目,1列目,2列目,3列目
3769.9, 2513.3, 3769.9, 9424.8, 6283.2, 9424.8

